
         <p>
             Полгода назад покупал книгу <b>"PHP 7. наиболее полное руководство в подлиннике."</b>
             Все таки читать большой объем приятней в бумажном варианте. Прочитал. Теперь лежит без дела. Как справочником ей пользоваться не удобно.
          </p>
          <p>
             Я подумал, что готов отнести ее на почту и отправить за небольшую плату, например за 400 рублей (все-таки Почта России еще то испытание) . 
          </p>
          <p>
            Эта книга стоит 1 000 руб. 
            А еще, что бы напечатать 100 таких книг нужно срубить одно дерево. 
            Получается, что если 1 000 человек в месяц купят такие книге на сервисе то они сохранят в своих бюджетах 600 000 рублей, а на планете не срубят 10 деревьев. 
          </p>
          <p>
            Наверное выглядит это все мелочно, но есть одно но. Наша жизнь состоит из мелочей. Сила мелочей в том, что их много и случаются они с нами часто. 
            Население России 120 миллионов. Допустим каждый четвертый житель России (30 000 000) воспользуется сервисом один раз. Пусть книга будет в 10 раз легче.
            Это сохранит в нашей стране 30 000 деревьев. Cтоит оно того, что бы попробовать? Как по мне так да.
          </P>
